W7D3/music_app/app/controllers/users_controller.rb

SELECT  "users".* FROM "users" WHERE (1) LIMIT $1  [["LIMIT", 1]]
---
    def index
        @users = User.all